[
    {
      "_id": "624bd668f3073c2e8590dd5b",
      "name": "Simon Phillips",
      "about": "I have had Dell forever. They are very sturdy and you can trust them. My kids dropped them several times and they keep working. For college students they are a plus because come in many different formats. Very good job Dell. You have here a well satisfied customer. Thanks."
    },
    {
      "_id": "624bd668f6f3b59130f634a3",
      "name": "Barlow Baldwin",
      "about": "Bought many computers over the years, but Dell stands out for quality and longevity. Soon I will buy their Poweredge server, but will wait for the Black Monday discount. All other computers I bought had problems, but Dell is a solid bet."
    },
    {
      "_id": "624bd6685774897366920246",
      "name": "Georgia Michael",
      "about": "I have spent over a year, fooling with this expensive piece of junk. Microsoft that is involved with it has created a monster. Microsoft ask your information that is completely insane, when you're trying to get a password it tells you to go to the exact email to get the password. It is constantly requesting a new password, over and over. One password for the same account you use should work on all the computers that you use to access the sites."
    },
    {
      "_id": "624bd66803b807129e0e22bd",
      "name": "Malinda Romero",
      "about": "For Christmas I bought my husband a Dell laptop. We set it up and discovered that the motherboard was faulty so I arranged to return it to Dell for repair. The part has been on backorder for over a month."
    },
    {
      "_id": "624bd6681f772ade257734af",
      "name": "Reyna Parker",
      "about": "I purchased this laptop for my husband for Christmas. From day one the computer has had problems. It takes about 20 minutes for the computer to turn on, and once it finally does every application we try to use takes forever. We have not been able to use the laptop at all because of how unbelievable slow it is. At one point the screen went black, and it would not turn back on for two days. I have spoken to over a dozen Dell employees and no one can fix the problem. We even had the computer sent in to be fixed, and it came back with the same issues. Dell customer service has been awful during the process of trying to get this laptop fixed. I have had multiple people hang up on me because they can’t explain the problem, and seem embarrassed by the fact that we have such a terrible laptop. "
    },
    {
      "_id": "624bd668232d4ccb070317de",
      "name": "Celeste Singleton",
      "about": "In two months the system crashed (blue screen) twice while using Dell's update tool. System got buggy after using Dell's recovery tool. Asked for help from support. It took Dell 3 days to contact me in the specified time window and the answer was that I would have to pay $129 for personalized support to fix an issue that Dell software created in a brand new computer."
    }
  ]